Revit 2023 API
GroupTypeId.ContinuousrailBeginBottomExtension Property
 "Extension (Beginning/Bottom)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId ContinuousrailBeginBottomExtension { get; }
Visual Basic
Public Shared ReadOnly Property ContinuousrailBeginBottomExtension As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ContinuousrailBeginBottomExtension {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace